/* No comment provided by engineer. */
"Invalid data" = "Virheellistä dataa";

/* No comment provided by engineer. */
"Private key unavailable" = "Yksityinen avain ei ole käytettävissä";

/* No comment provided by engineer. */
"Public key unavailable" = "Julkinen avain ei ole käytettävissä";

